adpyke.codesnap
alefragnani.project-manager
arturock.gitstash
beaugust.blamer-vs
bierner.markdown-mermaid
christian-kohler.path-intellisense
cnshenj.vscode-task-manager
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dionmunk.vscode-notes
donjayamanne.githistory
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
fittentech.fitten-code
github.codespaces
github.remotehub
gruntfuggly.todo-tree
hancel.markdown-image
hediet.vscode-drawio
janisdd.vscode-edit-csv
jock.svg
johnstoncode.svn-scm
leetcode.vscode-leetcode
mechatroner.rainbow-csv
mhutchie.git-graph
mkxml.vscode-filesize
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-zh-hans
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
oderwat.indent-rainbow
pkief.material-icon-theme
sandcastle.vscode-open
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sirtori.indenticator
thinker.sort-json
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
w88975.code-translate
waderyan.gitblame
ziyasal.vscode-open-in-github
